{
    "0": {
        "name": " 1. Taj Mahal, Agra ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Taj_Mahal_20180814141729.png",
        "description": " The Taj Mahal is a majestic white marble mausoleum built by Mughal Emperor Shah Jahan in memory of his wife, Mumtaz Mahal. It is renowned globally as an epitome of love and is one of the Seven Wonders of the World. This architectural masterpiece, set on the banks of the Yamuna River, attracts millions of tourists every year.",
        "timings": ": Sunrise to Sunset, closed on Fridays",
        "entry": " Fee: Indian Citizens: ₹50Citizens of SAARC and BIMSTEC Countries: ₹540Other Foreigners: ₹1300Children below 15 years: Free",
        "speciality": ": White marble mausoleum, UNESCO World Heritage Site, epitome of Mughal architecture. "
    },
    "1": {
        "name": " 2. Mysore Palace ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/mysore-palace-116406_20180814152216.jpg",
        "description": " Mysore Palace, also known as the Amba Vilas Palace, is a magnificent architectural gem located in Mysore, India. This opulent royal residence showcases a stunning blend of Indo-Saracenic and Dravidian architectural styles, making it a visual delight for visitors. With its grandeur, intricate craftsmanship, and vibrant lighting during special occasions, Mysore Palace truly epitomizes the rich heritage of the city.",
        "timings": ": 10:00 AM to 5:30 PM, closed on Sundays.",
        "entry": " Fee: INR 70 for adults, INR 30 for children (Indian nationals), INR 200 for foreigners.",
        "speciality": ": Illuminated in the evenings, the palace transforms into a breathtaking spectacle during the annual Dasara festival, offering a captivating glimpse into the royal history of Mysore. "
    },
    "2": {
        "name": " 3. Golden Temple, Amritsar ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/golden-temple-397886_1920_20180814155122.jpg",
        "description": " The Golden Temple, also known as Sri Harmandir Sahib, is a prominent Sikh Gurdwara located in Amritsar, Punjab, India. Revered as the holiest shrine in Sikhism, the temple is a symbol of both spiritual and historical significance for Sikhs worldwide. Its stunning architecture, with the central shrine covered in gold, is surrounded by a large serene lake, adding to its ethereal beauty.",
        "timings": ": Open 24 hours, but the best time to visit is early morning or late evening.",
        "entry": " Fee: Free.",
        "speciality": ": Holiest shrine in Sikhism, known for its gold-covered building and the langar service that feeds thousands daily. "
    },
    "3": {
        "name": " 4. Ajanta and Ellora Caves, Aurangabad ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/AJANTA_CAVES_-_C.SHELARE_(2)_20180814151840.jpg",
        "description": " Ajanta and Ellora caves are among the major attractions in the state of Maharashtra. These ancient caves are considered to be one of the most important monuments of India owing to the magnificent paintings of Ajanta and well-carved sculptures of Ellora. The rock-cut caves containing carvings are the finest example of Indian paintings and sculpture.",
        "timings": ": Open from 9:00 AM to 5:30 PM; closed on Tuesdays.",
        "entry": " Fee: Indians: INR 40, Foreigners: INR 600",
        "speciality": ": Ajanta showcases ancient Buddhist caves with frescoes, while Ellora combines Hindu, Buddhist, and Jain caves. "
    },
    "4": {
        "name": " 5. Brihadeshwara Temple, Thanjevur ",
        "image": "https://www.holidify.com/images/attr_square/3732.jpg",
        "description": " The Brihadeshwara Temple, located in Thanjavur, Tamil Nadu, is one of the most celebrated architectural sites in India. Dedicated to Lord Shiva, it is a brilliant example of Chola architecture and is a UNESCO World Heritage Site. Built by Rajaraja Chola I in the 11th century, the temple boasts a towering vimana and is renowned for its intricate carvings, massive lingam, and a monolithic Nandi.",
        "timings": ": 6:00 AM - 12:30 PM and 4:00 PM - 9:00 PM",
        "entry": " Fee: Free.",
        "speciality": ": Chola architecture, UNESCO World Heritage Site, massive lingam, and a grand Nandi statue. "
    },
    "5": {
        "name": " 6. Lotus Temple, Delhi ",
        "image": "https://www.holidify.com/images/attr_square/1723.jpg",
        "description": " The Lotus Temple, situated in New Delhi, is an architectural marvel resembling a lotus flower, symbolizing unity, purity, and peace. Constructed using pristine white marble, this Baha'i House of Worship welcomes people from all religions to meditate and pray. Its nine serene pools and exquisite gardens only augment the temple's tranquil ambiance.",
        "timings": ": 9:00 AM - 6:00 PM (Closed on Mondays)",
        "entry": " Fee: Free.",
        "speciality": ": Unique lotus-shaped architecture, symbol of unity and peace, serene ambiance. "
    },
    "6": {
        "name": " 7. Hawa Mahal, Jaipur ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Hawa_Mahal_2011_20180814150900.jpg",
        "description": " The Hawa Mahal stands at the intersection of the main road in Jaipur, Badi Chaupad. It is regarded as the signature building of Jaipur and was built by Maharaja Sawai Pratap Singh. Considered as one of the most important and culturally rich historical monuments in India, Hawa Mahal stands testimony to the rich Rajputana architecture.",
        "timings": ": 9:00 AM - 4:30 PM",
        "entry": " Fee: Different for Indians and foreigners; approximately INR 50 for Indians and INR 200 for foreigners as of 2021.",
        "speciality": ": Intricate latticework, iconic representation of Jaipur's architectural marvels. "
    },
    "7": {
        "name": " 8. Victoria Terminus, Mumbai ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/6174426222_40c2c96223_b_20170507150602.jpg",
        "description": " Also known as Chhatrapati Shivaji Terminus, the Victoria Terminus is a modern railway station in Mumbai. Constructed in the Victorian-Gothic style of architecture, the railway station is a declared as a World Heritage Site by the UNESCO. The station is one of the most famous historic landmark symbolizing the pre-independence British Raj in India.",
        "timings": ": Open 24 hours as it's a functional railway station, but the best time to view its architecture is during daylight hours.",
        "entry": " Fee: No fee for general public; however, there's a fee for a heritage museum inside the station.",
        "speciality": ": Gothic Revival architecture, UNESCO World Heritage Site. "
    },
    "8": {
        "name": " 9. Victoria Memorial, Kolkata ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/victoria-memorial-2394784_1920_20180814155609.jpg",
        "description": " The Victoria Memorial is an iconic marble structure located in the heart of Kolkata. Commissioned in memory of Queen Victoria, this grand edifice serves as both a museum and a testament to the city's colonial past. Its magnificent gardens, vast galleries, and intricate architecture make it one of the most visited tourist destinations in the city.",
        "timings": ": 10:00 AM - 5:00 PM (Closed on Mondays)",
        "entry": " Fee: Different for Indians and foreigners; a separate fee for the garden area.",
        "speciality": ": British colonial architecture, vast historical exhibits. "
    },
    "9": {
        "name": " 10. Qutub Minar, Delhi ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Qutab_Minar_at_Night_20180814151954.jpg",
        "description": " Qutub Minar is a UNESCO World Heritage site and the tallest brick minaret in the world, standing at a height of 72.5 meters. Located in Delhi, this historical monument boasts intricate carvings and scriptures, representing the architectural brilliance of the Mughal era. It's surrounded by several other historical structures, collectively known as the Qutub complex.",
        "timings": ": 7:00 AM - 5:00 PM (daily)",
        "entry": " Fee: Different for Indians and foreigners.",
        "speciality": ": Indo-Islamic architecture, historical significance. "
    },
    "10": {
        "name": " 11. Sanchi Stupa, Madhya Pradesh ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/26069265814_992b5cd807_b_20180814153449.jpg",
        "description": " Built in the 3rd century, the world renowned Sanchi Stupa is a remnant of Sanchi's glorious past. Also a World Heritage Site and one of the topmost historical monuments of india, this stupa speaks volumes of Sanchi's rich cultural and architectural grandeur and the rich legacy of buddhist aesthetics.",
        "timings": ": 8:30 AM - 5:30 PM (daily)",
        "entry": " Fee: Indians: INR 30. Foreigners: INR 500",
        "speciality": ": Ancient Buddhist monument, intricate carvings, UNESCO World Heritage Site. "
    },
    "11": {
        "name": " 12. Gateway of India, Mumbai ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/1030_20180814161942.jpg",
        "description": " The Gateway of India is an iconic monument in Mumbai, a symbol of the city's rich colonial history and its vibrant present. Constructed during the British era to commemorate the visit of King George V and Queen Mary to Bombay in 1911, the Gateway stands tall at the Apollo Bunder waterfront, overlooking the Arabian Sea. ",
        "timings": ": Open 24 hours, but the best time to visit is during daylight hours.",
        "entry": " Fee: No entry fee.",
        "speciality": ": Iconic landmark representing Mumbai's colonial history, panoramic views of the Arabian Sea, and a starting point for ferries to Elephanta Caves. "
    },
    "12": {
        "name": " 13. India Gate, Delhi ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/5621259188_e74d63cb05_b_20180814160316.jpg",
        "description": " The All India War Memorial, popularly known as the India Gate, is a war memorial located in New Delhi. It is dedicated to the 82,000 soldiers, both Indian and British, who died during the First World War and the Third Anglo-Afghan War. The Amar Jawan Jyoti is the burning structure, right underneath the archway, which symbolizes the eternal, immortal soldiers of India.",
        "timings": ": Open 24 hours, but the best time to visit is during the evening when it's illuminated.",
        "entry": " Fee: No entry fee.",
        "speciality": ": A war memorial dedicated to the Indian soldiers who died during World War I "
    },
    "13": {
        "name": " 14. Agra Fort, Agra ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/6799416268_822e8d98f5_b_20180814155943.jpg",
        "description": " Also known as Lal Qila, Fort Rouge or Red Fort of Agra, the Agra Fort is a UNESCO world heritage site. It is situated at a distance of about 2.5 km north-west of the famous Taj Mahal. The construction of the massive fort of red sandstone by the banks of Yamuna river was started by emperor Akbar.",
        "timings": ": 7:00 AM to 6:00 PM, open all days.",
        "entry": " Fee:For Indians and citizens of SAARC and BIMSTEC countries: INR 40For Foreigners: INR 550Children below 15 years: Free",
        "speciality": ": A UNESCO World Heritage site "
    },
    "14": {
        "name": " 15. Khajuraho, Madhya Pradesh - The Architectural Masterpiece ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/11291052343_fa33498f6d_b_20180814152915.jpg",
        "description": " Khajuraho is celebrated globally for its intricately carved temples that depict various forms, including the renowned Kamasutra. These UNESCO World Heritage site temples, constructed between 950 and 1050 AD by the Chandela dynasty, exhibit the exquisite Nagara-style architecture. Out of the original 85 temples, 22 still stand today, epitomizing the architectural magnificence of ancient India.",
        "timings": ": 6:00 AM - 5:00 PM",
        "entry": " Fee: Indians: INR 40, Foreigners: INR 600, Children below 15: Free",
        "speciality": ": Intricate carvings, UNESCO site, Nagara-style architecture. "
    },
    "15": {
        "name": " 16. Charminar, Hyderabad ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Charminar_sumeet_photography_3_20180814155454.JPG",
        "description": " Charminar, an iconic structure located in the heart of Hyderabad, stands as a testament to the city's rich history and heritage. Built in 1591 by Sultan Muhammad Quli Qutb Shah, it has become the global symbol of Hyderabad, known for its unique architecture and the bustling bazaars surrounding it. The monument, with its four grand arches, provides an impressive view of the city and the nearby Mecca Masjid.",
        "timings": ": 9:30 AM - 5:30 PM",
        "entry": " Fee: Indians: INR 25, Foreigners: INR 300",
        "speciality": ": Historical significance, architectural marvel, panoramic city views. "
    },
    "16": {
        "name": " 17. Red Fort, New Delhi ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/14063144446_cefd7dfeee_b_20180814141922.jpg",
        "description": " The Red Fort, also known as Lal Qila, is a UNESCO World Heritage Site and a symbol of India's rich history. Constructed by the Mughal Emperor Shah Jahan in 1639, the fort has been a testament to several significant historical events, including being the site where the Indian National Flag was hoisted after Independence. Its majestic red sandstone walls house several architectural wonders, including the Diwan-i-Aam, Diwan-i-Khas, and the Rang Mahal.",
        "timings": ": 9:30 AM - 4:30 PM (Closed on Mondays)",
        "entry": " Fee : Indians: INR 40, Foreigners: INR 550",
        "speciality": ": Mughal architecture, historical significance, Independence Day celebrations. "
    },
    "17": {
        "name": " 18. City Palace, Udaipur ",
        "image": "https://www.holidify.com/images/attr_square/3835.jpg",
        "description": " Perched on the eastern banks of Lake Pichola, the City Palace of Udaipur is a magnificent blend of Rajasthani and Mughal architectural styles. The palace complex, built over four centuries, boasts several palatial structures, offering a panoramic view of the city and its surrounding lakes. Inside, visitors can marvel at intricate mirror work, miniatures, wall paintings, and colored glass.",
        "timings": ": 9:30 AM - 5:30 PM",
        "entry": " Fee: Adults: INR 300, Children (between 5-18 years): INR 100",
        "speciality": ": Architecture, panoramic views, historical artifacts, and museums. "
    },
    "18": {
        "name": " 19. Fatehpur Sikri, Uttar Pradesh ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Fatehpur1_20180814161614.jpg",
        "description": " Situated near Agra, Fatehpur Sikri is a splendid Mughal fortress built entirely of red sandstone. Founded in the 16th century by the Mughal Emperor Akbar, the city was once the capital of the Mughal Empire. The architectural grandeur of the deserted city includes royal palaces, courtyards, and the renowned Buland Darwaza, showcasing the best of Mughal architecture.",
        "timings": ": 6:00 AM - 6:00 PM",
        "entry": " Fee: Indians: INR 50, Foreign Tourists: INR 600, Children (below 15 years): Free",
        "speciality": ": Mughal architecture, historical significance, and the towering Buland Darwaza. "
    },
    "19": {
        "name": " 20. Amber Fort, Jaipur ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/amber-fort-3238313_1920_20180814161744.jpg",
        "description": " Perched atop a hill in Jaipur, Amber Fort, also known as Amer Fort, is a majestic fortification built from pale yellow and pink sandstone and white marble. Established in 1592 by Raja Man Singh, the fort combines both Hindu and Mughal architecture. Inside, visitors can marvel at the Diwan-i-Aam, Sheesh Mahal, and the Sukh Niwas, where a cool breeze circulates, amplifying the grandeur of the fort.",
        "timings": ": 8:00 AM - 5:30 PM",
        "entry": " Fee: Indians: INR 100, Foreign Tourists: INR 550",
        "speciality": ": Architectural blend of Hindu and Mughal styles, and the beautiful Sheesh Mahal (Mirror Palace). "
    },
    "20": {
        "name": " 21. Laxmi Vilas Palace, Vadodara ",
        "image": "https://www.holidify.com/images/attr_square/6112.jpg",
        "description": " Laxmi Vilas Palace in Vadodara is a stunning epitome of the Indo-Saracenic architectural style, boasting a sprawling complex that's larger than the famed Buckingham Palace. Commissioned by Maharaja Sayajirao Gaekwad III in the 19th century, the palace features intricate carvings, mosaic artworks, and notable collections of sculptures and artworks. ",
        "timings": ": 9:30 AM - 5:00 PM (Closed on Mondays)",
        "entry": " Fee: INR 225 for adults; INR 60 for students (prices might vary)",
        "speciality": ": Durbar Hall, Indo-Saracenic architecture, and its vast collection of armory & sculptures. "
    },
    "21": {
        "name": " 22. Mehrangarh Fort, Jodhpur ",
        "image": "https://www.holidify.com/images/attr_square/2182.jpg",
        "description": " Dominating the Jodhpur skyline, the Mehrangarh Fort stands as a testament to Rajasthan's rich history and architectural prowess. Built in 1459 by Rao Jodha, this formidable fort boasts intricate carvings, expansive courtyards, and a fascinating museum displaying artifacts from Rajasthan's royal history. ",
        "timings": ": 9:00 AM - 5:00 PM",
        "entry": " Fee: INR 100 for Indians; INR 600 for foreigners (additional charges for camera and other services; prices might vary)",
        "speciality": ": Museum, panoramic views of Jodhpur, and architectural magnificence. "
    },
    "22": {
        "name": " 23. Konark Sun Temple, Odisha ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Konark_Sun_Temple_-_Eastern_Corner_View(1)_20180814153954.jpg",
        "description": " The Konark Sun Temple, often referred to as the 'Black Pagoda', is an architectural marvel and a UNESCO World Heritage Site located in Odisha. Built in the 13th century, it's renowned for its intricate carvings, artistry, and the iconic chariot-shaped facade. The temple was constructed by King Narasimhadeva I of the Eastern Ganga Dynasty and is dedicated to the Sun God, Surya.",
        "timings": ": 6:00 AM - 6:00 PM",
        "entry": " Fee : INR 40 for Indians; INR 600 for foreigners (fees might vary with time)",
        "speciality": ": Intricate stone carvings, UNESCO World Heritage Site, and chariot-shaped temple architecture. "
    },
    "23": {
        "name": " 24. Gwalior fort, India ",
        "image": "https://www.holidify.com/images/attr_square/1951.jpg",
        "description": " Gwalior Fort, perched atop a hill, is an imposing structure that dominates the skyline of Gwalior in Madhya Pradesh. Known as the \"pearl amongst fortresses in India\", this fort boasts a rich history that dates back to the 10th century and has witnessed numerous battles. Inside, visitors are greeted with intricate carvings, stunning palaces, temples, and a defensive structure that showcases the architectural brilliance of its time.",
        "timings": ": 6:00 AM - 5:30 PM",
        "entry": " Fee : INR 75 for Indians; INR 250 for foreigners (fees might vary with time)",
        "speciality": ": Ancient architecture, Saas-Bahu temple, Teli Ka Mandir, and the impressive Gujari Mahal museum. "
    },
    "24": {
        "name": " 25. Swaminarayan Akshardham Temple, Delhi ",
        "image": "https://www.holidify.com/images/attr_square/1732.jpg",
        "description": " Swaminarayan Akshardham Temple in Delhi stands as a testament to India's millennia of traditions, spirituality, and architectural prowess. The temple complex showcases the grandeur of ancient Indian art, culture, and values, and is a popular destination for both spiritual seekers and tourists alike. ",
        "timings": ": 9:30 AM - 6:30 PM; Closed on Mondays",
        "entry": " Fee : Free entry to the temple complex, but exhibitions and shows have separate charges that vary.",
        "speciality": ": Grand architecture, Yagnapurush Kund (largest stepwell in the world), Sahaj Anand Water Show, and thematic cultural boat ride. "
    },
    "25": {
        "name": " 26. Rani ki Vav, Patan ",
        "image": "https://www.holidify.com/images/attr_square/5605.jpg",
        "description": " Rani ki Vav, situated in Patan, Gujarat, is an exceptional example of ancient Indian architecture, which was primarily designed as a memorial to an 11th-century AD king. This UNESCO World Heritage site showcases the peak of the Maru-Gurjara architectural style with intricate carvings and an inversion of temple architecture as it goes deep into the ground rather than rising above.",
        "timings": ": 8:00 AM - 6:00 PM",
        "entry": " Fee: Rs. 40 for Indian citizens, Rs. 600 for foreigners.",
        "speciality": ": Intricate carvings, seven levels of stairs, and sculptures representing the 10 incarnations of Lord Vishnu. "
    },
    "26": {
        "name": " 27. Mahabalipuram Group of Monuments, Tamil Nadu ",
        "image": "https://www.holidify.com/images/tooltipImages/MAHABALIPURAM.jpg",
        "description": " The Group of Monuments at Mahabalipuram, located on the Coromandel Coast in Tamil Nadu, embodies early Dravidian architecture. These monuments, consisting of rathas (temples in the form of chariots), mandapas (cave sanctuaries), and the renowned Shore Temple, were constructed by the Pallava kings in the 7th and 8th centuries. ",
        "timings": ": 6:00 AM - 6:00 PM",
        "entry": " Fee: Rs. 40 for Indian citizens, Rs. 600 for foreigners.",
        "speciality": ": Early Dravidian architecture, rock-cut temples, world's largest rock reliefs, and intricate carvings. "
    },
    "27": {
        "name": " 28. Howrah Bridge, Kolkata ",
        "image": "https://www.holidify.com/images/attr_square/2428.jpg",
        "description": " The iconic Howrah Bridge, also known as Rabindra Setu, spans the Hooghly River in Kolkata and serves as a crucial connector between Howrah and Kolkata. Opened in 1943, this cantilever bridge, devoid of any nuts and bolts, stands as an engineering marvel and is one of the busiest bridges in the world. Besides its utilitarian purpose, the bridge has become an emblematic symbol of Kolkata's heritage and cultural identity.",
        "timings": ": Always open for vehicular and pedestrian traffic, but the scenic beauty is best enjoyed during sunrise or sunset.",
        "entry": " Fee: No fee to cross or view the bridge.",
        "speciality": ": Engineering marvel, historical significance, iconic symbol of Kolkata. "
    },
    "28": {
        "name": " 29. Nalanda University, Nalanda ",
        "image": "https://www.holidify.com/images/attr_square/3015.jpg",
        "description": " Nalanda University, located in the state of Bihar, is an ancient center of learning that dates back to the 5th century AD. Recognized as one of the world's first residential universities, it attracted scholars and students from as far away as China, Korea, and Central Asia. The vast complex comprises multiple temples, monasteries, and classrooms, making it an epitome of the intellectual and architectural achievements of ancient India.",
        "timings": ": 9:00 AM to 5:00 PM (Closed on Fridays)",
        "entry": " Fee: INR 15 for Indian citizens; INR 200 for foreign nationals",
        "speciality": ": Ancient educational institution, architectural wonder, UNESCO World Heritage Site. "
    },
    "29": {
        "name": " 30. Murud Janjira Fort, Murud Janjira ",
        "image": "https://www.holidify.com/images/attr_square/2920.jpg",
        "description": " The Murud Janjira Fort stands majestically amidst the Arabian Sea, off the Konkan coast of Maharashtra. Built in the 17th century, it's renowned for being one of the few undefeated forts along India's western coast, having withstood numerous attacks over centuries. The fort, with its 22 bastions and giant entrance gates, is an architectural marvel and a testament to the engineering genius of its time.",
        "timings": ": 7:00 AM to 6:30 PM",
        "entry": " Fee: Boats charge around INR 30-50 per person for a round trip to the fort from the Murud beach.",
        "speciality": ": Maritime fort, undefeated legacy, architectural marvel. "
    },
    "30": {
        "name": " 31. Golkonda Fort, Hyderabad ",
        "image": "https://www.holidify.com/images/cmsuploads/square/attr_1565_20180806200940.jpg",
        "description": " Perched atop a granite hill, Golkonda Fort is an ancient citadel located in Hyderabad, known for its architectural splendor and historical significance. It dates back to the Yadava dynasty and later became renowned as a capital and stronghold of the Qutb Shahi dynasty. The fort's acoustics, royal palaces, and ingenious water supply system showcase the technological prowess of the time.",
        "timings": ": 9:00 AM to 5:30 PM",
        "entry": " Fee: INR 15 for Indians, INR 200 for foreigners (as of 2021)",
        "speciality": ": Ingenious acoustics, panoramic views, historical significance. "
    },
    "31": {
        "name": " 32. Hampi Group of Monuments, Karnataka ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/1024px-Krishna_Pushkarani_-_Hampi_Ruins_20180814152603.jpg",
        "description": " Hampi, once the regal capital of the Vijayanagara Empire, stands today as a testament to a bygone era filled with architectural brilliance and cultural richness. Sprawled across a unique landscape dotted with massive boulders and lush palm groves, this UNESCO World Heritage site boasts ruins of temples, royal pavilions, and aquatic structures. ",
        "timings": ": 8:30 AM to 5:30 PM",
        "entry": " Fee: INR 40 for Indians, INR 600 for foreigners (as of 2021)",
        "speciality": ": Archaeological ruins, Virupaksha Temple, Vittala Temple's stone chariot. "
    },
    "32": {
        "name": " 33. Aihole, Karnataka ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/aihole_20180226152238.jpg",
        "description": " Aihole, often referred to as the 'Cradle of Indian Temple Architecture,' is an ancient town in Karnataka that boasts a myriad of historically significant temples dating back to the Chalukya dynasty. The region is dotted with over 100 stone temples, each presenting distinct architectural styles, intricacies, and stone carvings. The Durga Temple, with its unique apsidal shape, and the Lad Khan Temple are among the most notable structures, reflecting the rich craftsmanship of the bygone era.",
        "timings": ": 9:00 AM to 5:00 PM",
        "entry": " Fee: INR 25 for Indians, INR 300 for foreigners (as of 2021)",
        "speciality": ": Chalukyan architecture, Durga Temple, historical significance. "
    },
    "33": {
        "name": " 34. Badami, Karnataka ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/BadamiCaves_20180322174934.jpg",
        "description": " Badami, formerly known as Vatapi, is an ancient town situated in the state of Karnataka, renowned for its rock-cut cave temples carved out of the red sandstone cliffs. These temples, dating back to the Chalukya dynasty in the 6th century, comprise four primary caves, each dedicated to different deities: Vishnu, Shiva, and Jain Tirthankaras. ",
        "timings": ": 9:00 AM to 5:30 PM",
        "entry": " Fee: INR 25 for Indians, INR 300 for foreigners (as of 2021)",
        "speciality": ": Rock-cut temples, Chalukyan architecture, Badami fort. "
    },
    "34": {
        "name": " 35. Meenakshi Amman Temple, Madurai ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/1280px-Maduraitemple_20180814161403.jpg",
        "description": " The Meenakshi Amman Temple, located in the historic city of Madurai in Tamil Nadu, is a magnificent Dravidian-style temple dedicated to Goddess Meenakshi, a form of Parvati, and her consort, Lord Sundareswarar, a form of Shiva. Every year, it attracts millions of pilgrims and tourists from around the world, especially during the Chithirai festival, which commemorates the divine marriage of Goddess Meenakshi.",
        "timings": ": 5:00 AM to 12:30 PM and 4:00 PM to 9:30 PM",
        "entry": " Fee: No charge for general entry; special darshan might have a fee.",
        "speciality": ": Dravidian architecture, intricate sculptures, 12 gopurams, Chithirai festival. "
    },
    "35": {
        "name": " 36. Gol Gumbaz, Bijapur ",
        "image": "https://www.holidify.com/images/attr_square/1406.jpg",
        "description": " Gol Gumbaz is the mausoleum of King Mohammed Adil Shah, the seventh ruler of the Adil Shahi dynasty in Bijapur, Karnataka. Known for its massive size and unique acoustic features, it boasts one of the largest unsupported domes in the world. The whispering gallery, where even the softest sound can be heard across the other side of the mausoleum, is a significant attraction for visitors.",
        "timings": ": 10:00 AM to 5:00 PM",
        "entry": " Fee: Rs. 25 for Indians, Rs. 300 for foreigners.",
        "speciality": ": One of the largest unsupported domes globally and the renowned whispering gallery. "
    },
    "36": {
        "name": " 37. Shaniwar Wada, Pune ",
        "image": "https://www.holidify.com/images/attr_square/3313.jpg",
        "description": " Shaniwar Wada, situated in Pune, Maharashtra, is a historic fort that was the seat of the Peshwa rulers of the Maratha Empire until 1818. With its towering gates, vast courtyards, and historic tales, it represents the epitome of Maratha culture and architecture. Though much of it was destroyed in a fire in 1828, the surviving structures and gardens make it a popular tourist attraction.",
        "timings": ": 8:00 AM to 6:30 PM",
        "entry": " Fee: Rs. 25 for Indians, Rs. 300 for foreigners.",
        "speciality": ": Historic significance, Maratha architecture, and the evening light & sound show. "
    },
    "37": {
        "name": " 38. Basilica of Bom Jesus, Goa ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Basilica_of_Bom_Jesus_(Goa)_20180814162316.jpg",
        "description": " The Basilica of Bom Jesus, located in Old Goa, is a UNESCO World Heritage Site and one of the oldest churches in India. Renowned for its baroque architecture and intricate carvings, the basilica holds the mortal remains of St. Francis Xavier, making it a significant religious site for Christians worldwide. Every ten years, the church exhibits the body of St. Francis Xavier, attracting pilgrims from around the globe.",
        "timings": ": 9:00 AM to 6:30 PM on weekdays, 10:30 AM to 6:30 PM on Sundays",
        "entry": " Fee: Free",
        "speciality": ": Baroque architecture, tomb of St. Francis Xavier, and its status as a UNESCO World Heritage Site. "
    },
    "38": {
        "name": " 39. Vivekananda Rock Memorial, Kanyakumari ",
        "image": "https://www.holidify.com/images/attr_square/2277.jpg",
        "description": " Vivekananda Rock Memorial stands as a tribute to Swami Vivekananda, one of India's most revered spiritual leaders. Located on a rock island in Kanyakumari, Tamil Nadu, this iconic structure offers a panoramic view of the confluence of the Arabian Sea, Bay of Bengal, and the Indian Ocean. It's believed that Swami Vivekananda meditated here, seeking enlightenment before embarking on his religious journey.",
        "timings": ": 8:00 AM to 4:00 PM",
        "entry": " Fee: Rs. 20",
        "speciality": ": Spiritual significance, panoramic confluence views, and meditation hall. "
    },
    "39": {
        "name": " 40. Cellular Jail, Andaman Nicobar-islands ",
        "image": "https://www.holidify.com/images/attr_square/1184.jpg",
        "description": " Located in Port Blair, the Cellular Jail, often referred to as 'Kala Pani', stands as a grim reminder of India's colonial past and the struggles of its freedom fighters. This seven-winged prison was specially designed in a way that prisoners couldn't communicate with each other. Today, the jail serves as a national memorial, with its evening light and sound show narrating tales of India's freedom struggle.",
        "timings": ": 9:00 AM to 12:30 PM, 1:30 PM to 4:45 PM; Light and Sound Show at 5:30 PM (Hindi) and 6:45 PM (English)",
        "entry": " Fee: Rs. 30 for the jail, Rs. 50 for the Light and Sound show",
        "speciality": ": Architectural design, historical significance, and the poignant light and sound show. "
    },
    "40": {
        "name": " 41. Bara Imambara, Lucknow ",
        "image": "https://www.holidify.com/images/attr_square/2646.jpg",
        "description": " The Bara Imambara, built by Asaf-ud-Daula in 1784, is a grand architectural marvel in the heart of Lucknow. Its central hall is renowned for being the largest arched construction without the support of beams or pillars. Beyond its stunning architecture, the complex is famous for its intricate labyrinth called Bhulbhulaiya, which offers a panoramic view of the city from its top.",
        "timings": ": 6:00 AM to 5:00 PM",
        "entry": " Fee: Rs. 50 for Indians, Rs. 500 for foreigners",
        "speciality": ": Majestic architecture, Bhulbhulaiya (labyrinth), and historical significance. "
    },
    "41": {
        "name": " 42. Pattadakal, Karnataka ",
        "image": "https://www.holidify.com/images/bgImages/PATTADAKAL.jpg",
        "description": " Pattadakal, a UNESCO World Heritage Site, showcases an exceptional blend of North Indian and South Indian architectural styles. Located on the banks of the Malaprabha River, it was once a ceremonial site where the Chalukya kings were crowned. The site boasts a group of ten major temples, each exemplifying Chalukyan architecture, with the Virupaksha Temple being the most magnificent.",
        "timings": ": 9:00 AM to 5:00 PM",
        "entry": " Fee: Rs. 30 for Indians, Rs. 500 for foreigners",
        "speciality": ": Blend of architectural styles, UNESCO World Heritage status, and historical significance. "
    },
    "42": {
        "name": " 43. Jaisalmer Fort, India ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Fort_Palace_-_Jaisalmer_(8029457852)_20180814160616.jpg",
        "description": " Jaisalmer Fort, sometimes called the 'Golden Fort' due to its construction using yellow sandstone, stands majestically in the heart of the Thar Desert. As one of the world's few living forts, it houses a quarter of the city's population within its walls. Built in 1156 AD by the Rajput ruler Rawal Jaisal, from whom it derives its name, the fort is a blend of Rajput architecture and military magnificence.",
        "timings": ": 9:00 AM to 6:00 PM",
        "entry": " Fee: Rs. 50 for Indians, Rs. 250 for foreigners",
        "speciality": ": Living fort, intricate Rajput architecture, panoramic views of Jaisalmer city. "
    },
    "43": {
        "name": " 44. Humayun's Tomb, New Delhi ",
        "image": "https://www.holidify.com/images/compressed/4328.jpg",
        "description": " Regarded as the precursor to the iconic Taj Mahal, Humayun's Tomb stands as a glorious testament to Mughal architecture. Commissioned by Humayun's wife, Empress Bega Begum, in 1570, the tomb is set amidst sprawling gardens, divided by water channels. It was the first garden-tomb on the Indian subcontinent and inspired several subsequent architectural wonders.",
        "timings": ": 6:00 AM to 6:00 PM",
        "entry": " Fee: Rs. 30 for Indians, Rs. 500 for foreigners",
        "speciality": ": UNESCO World Heritage Site, exemplary Mughal architecture, first garden-tomb of India. "
    },
    "44": {
        "name": " 45. Chittorgarh Fort, India ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Chittorgarh_Fort-big_copy_20180814154455.jpg",
        "description": " Chittorgarh Fort is an epitome of Rajput pride, valor, and romance. Sprawled majestically over a hill, it's known for its magnificent gates, temples, towers, and palaces. The tales of the legendary Queen Padmini and the jauhar (mass self-immolation) of Rajput women are central to its history.",
        "timings": ": 9:30 AM to 6:30 PM",
        "entry": " Fee: Rs. 15 for Indians, Rs. 200 for foreigners",
        "speciality": ": Largest fort in India, UNESCO World Heritage Site, legendary tales of valor. "
    },
    "45": {
        "name": " 46. City Palace, Jaipur ",
        "image": "https://www.holidify.com/images/compressed/1839.jpg",
        "description": " The City Palace, situated in the heart of Jaipur, serves as a splendid example of Rajput and Mughal architecture. Built by Maharaja Sawai Jai Singh II between 1729 and 1732, the palace complex includes courtyards, gardens, and buildings. The intricately designed Chandra Mahal and Mubarak Mahal, along with the palace's museum, are its main attractions.",
        "timings": ": 9:30 AM to 5:00 PM",
        "entry": " Fee: Rs. 130 for Indians, Rs. 500 for foreigners",
        "speciality": ": Blend of Rajput and Mughal architecture, historical artifacts, panoramic views from Chandra Mahal. "
    },
    "46": {
        "name": " 47. Jantar Mantar, Jaipur ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/Jantar_Delhi_20180814155325.jpg",
        "description": " The Jantar Mantar in Jaipur is an architectural astronomical observatory built by Maharaja Sawai Jai Singh II. It houses 19 historical instruments that offer accurate astronomical observations. The remarkable Samrat Yantra sundial stands as the world's largest stone sundial and is the highlight of this UNESCO World Heritage Site.",
        "timings": ": 9:00 AM to 4:30 PM",
        "entry": " Fee: Rs. 50 for Indians, Rs. 200 for foreigners",
        "speciality": ": UNESCO World Heritage Site, world's largest sundial, architectural astronomical instruments. "
    },
    "47": {
        "name": " 48. Kumbhalgarh Fort, Rajasthan ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/31572175072_991f8ce500_b_20180814155740.jpg",
        "description": " Kumbhalgarh Fort, set amidst the Aravalli Range, boasts the second-longest continuous wall in the world. Built during the reign of Rana Kumbha in the 15th century, it stands as a formidable fortress with seven fortified gateways. The fort complex houses 360 temples, palaces, gardens, and is a UNESCO World Heritage Site.",
        "timings": ": 9:00 AM to 6:00 PM",
        "entry": " Fee: Rs. 15 for Indians, Rs. 200 for foreigners",
        "speciality": ": UNESCO World Heritage Site, second-longest wall in the world, 360 temples. "
    },
    "48": {
        "name": " 49. Jallianwala Bagh, Amritsar ",
        "image": "https://www.holidify.com/images/cmsuploads/compressed/1024px-BulletMarks_20180814160234.JPG",
        "description": " Jallianwala Bagh stands as a somber reminder of the brutal massacre that occurred under British rule in 1919. This public garden, now a national memorial, bears marks of bullets on its walls. The Martyr's Well, where hundreds jumped to escape the shooting, is one of the poignant reminders of that tragic day.",
        "timings": ": 6:30 AM to 7:30 PM",
        "entry": " Fee: Free",
        "speciality": ": Historical significance, bullet marks, Martyr's Well. "
    },
    "49": {
        "name": " 50. Nalanda, Bihar - The Ancient Seat of Knowledge ",
        "image": "https://www.holidify.com/images/tooltipImages/NALANDA.jpg",
        "description": " Nalanda, once a renowned ancient center of learning, dates back to the 5th century AD. This UNESCO World Heritage Site comprises ruins of monastic and scholastic establishments. It stands as a testament to the ancient educational system that attracted scholars from various parts of the world.",
        "timings": ": 9:00 AM to 5:00 PM",
        "entry": " Fee: Rs. 15 for Indians, Rs. 200 for foreigners",
        "speciality": ": UNESCO World Heritage Site, ancient educational center, archaeological ruins. "
    },
    "50": {
        "name": " 51. Champaner-Pavagadh, Gujarat ",
        "image": "https://www.holidify.com/images/bgImages/CHAMPANER-PAVAGADH.jpg",
        "description": " Champaner-Pavagadh Archaeological Park is a historical city showcasing prehistoric sites and hill fortress structures. This UNESCO World Heritage Site encompasses forts, mosques, temples, granaries, and stepwells. The Jama Masjid here, with its intricate architecture, is one of the most splendid Islamic monuments.",
        "timings": ": 8:30 AM to 5:00 PM",
        "entry": " Fee: Rs. 20 for Indians, Rs. 250 for foreigners",
        "speciality": ": UNESCO World Heritage Site, Jama Masjid, hill fortress. "
    }
}